Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.browser.terminal-links
source: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href
ar: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser نقر url روابط الطرفية فتح في المتصفح href
bs: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href shell povratni zapis traka za pomicanje ekran preglednik web webview adresna linkovi ugrađen stranica kartice fokus klik miš aktivacija prati prvi editor datoteka kod otvori putanja • %@ otvoren
da: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href shell scrollback rullepanel skærm web webvisning adresselinje indlejret side faner fokus klik mus aktivering følger første editor fil kode åbn sti • %@ åben
de: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser klick url terminal-links in browser öffnen href
es: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser hacer clic url enlaces de terminal abrir en el navegador href
fr: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser clic url terminal liens ouvrir dans navigateur href
it: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href terminale shell cronologia barra di scorrimento schermo web webview indirizzi link incorporato pagina schede focus clic mouse attivazione segue primo editor file codice apri percorso • %@ aperta
ja: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href クリック url ターミナルリンク ブラウザで開く href
ko: browser.openTerminalLinksInCmuxBrowser 클릭 url 터미널 링크 브라우저에서 열기 href browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href
nb: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href skall tilbakerulling rullefelt skjerm nettleser web webvisning adresselinje lenker innebygd side faner fokus klikk mus aktivering følger første redigerer fil kode åpne bane • %@ åpen
pl: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href powłoka przewijanie pasek przewijania ekran przeglądarka web webview adresu linki osadzony strona karty fokus klik mysz aktywacja podąża pierwszy edytor plik kod otwórz ścieżka • %@ przeglądarkę otwarty
pt_br: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href shell histórico barra de rolagem tela navegador web webview endereço urls incorporado página abas foco clique mouse ativação segue primeiro editor arquivo código abrir caminho • %@ aberto
ru: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href терминал оболочка история прокрутки полоса экран браузер веб webview адресная строка ссылки встроенный страница вкладки фокус щелчок мышь активация следует первый редактор файл код открыть путь • %@ открыт
th: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ ฝัง หน้า แท็บ โฟกัส คลิก เมาส์ เปิดใช้งาน ตาม ครั้งแรก ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง • %@ เปิดเบราว์เซอร์
tr: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href kabuk geri kaydırma çubuğu ekran tarayıcı web webview adres bağlantılar gömülü sayfa sekmeler odak tık fare etkinleştirme izler ilk düzenleyici dosya kod aç yol • %@ Tarayıcıyı açık
uk: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href термінал shell історія прокручування смуга екран браузер веб webview адресний рядок посилання вбудований сторінка вкладки фокус клацання миша активація слідує перший редактор файл код відкрити шлях Браузер: %@ • відкритий
zh_hans: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser 点击 url 终端 链接 浏览器中打开 href
zh_hant: browser.openTerminalLinksInCmuxBrowser click url terminal links open in browser href browser.openTerminalLinksInCmuxBrowser 按一下 網址 終端機 連結 於瀏覽器中開啟 href

# settings.search.alias.setting.browser.theme
source: browser.theme web page theme color scheme light dark system
ar: browser.theme web page theme color scheme light dark system browser.theme سمة صفحة الويب نظام الألوان فاتح داكن نظام
bs: browser.theme web page theme color scheme light dark system preglednik webview adresna traka linkovi url ugrađen stranica kartice izgled tema boja boje shema svijetlo tamno sistem način Tamna Svijetla Sistemski • %@ preglednika
da: browser.theme web page theme color scheme light dark system browser webvisning adresselinje links url indlejret side faner udseende tema farve farver skema lys mørk tilstand • %@ Browsertema
de: browser.theme web page theme color scheme light dark system browser.theme webseiten-thema farbschema hell dunkel system
es: browser.theme web page theme color scheme light dark system browser.theme tema de página web esquema de colores claro oscuro sistema
fr: browser.theme web page theme color scheme light dark system browser.theme web page thème jeu de couleurs clair sombre système
it: browser.theme web page theme color scheme light dark system browser webview barra indirizzi link url incorporato pagina schede aspetto tema colore colori schema chiaro scuro sistema modalità Scura Chiara • %@ del
ja: browser.theme web page theme color scheme light dark system ウェブページ テーマ 配色 ライト ダーク システム
ko: browser.theme 웹 페이지 테마 색상 구성 라이트 다크 시스템 browser.theme web page theme color scheme light dark system
nb: browser.theme web page theme color scheme light dark system nettleser webvisning adresselinje lenker url innebygd side faner utseende tema farge farger skjema lys mørk modus • %@ Nettlesertema
pl: browser.theme web page theme color scheme light dark system przeglądarka webview pasek adresu linki url osadzony strona karty wygląd motyw kolor kolory schemat jasny ciemny tryb Ciemna Jasna Systemowy • %@ przeglądarki
pt_br: browser.theme web page theme color scheme light dark system navegador webview barra de endereço links urls incorporado página abas aparência tema cor cores esquema claro escuro sistema modo • %@ do
ru: browser.theme web page theme color scheme light dark system браузер веб webview адресная строка ссылки url встроенный страница вкладки внешний вид тема цвет цвета схема светлый темный система режим Темная Светлая Темное Светлое Системное • %@ Системный браузера Системная
th: browser.theme web page theme color scheme light dark system เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด • %@ ธีมเบราว์เซอร์
tr: browser.theme web page theme color scheme light dark system tarayıcı webview adres çubuğu bağlantılar url gömülü sayfa sekmeler görünüm tema renk renkler şema açık koyu sistem mod • %@ Teması
uk: browser.theme web page theme color scheme light dark system браузер веб webview адресний рядок посилання url вбудований сторінка вкладки вигляд тема колір кольори схема світлий темний система режим Темна Світла Системна Браузер: %@ браузера: • браузера
zh_hans: browser.theme web page theme color scheme light dark system browser.theme 网页 主题 配色 亮色 暗色 系统
zh_hant: browser.theme web page theme color scheme light dark system browser.theme 網頁 主題 色彩配置 淺色 深色 系統

# settings.search.alias.setting.browserImport.import-data
source: chrome safari firefox brave edge arc bookmarks history cookies profiles migration
ar: chrome safari firefox brave edge arc bookmarks history cookies profiles migration استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية
bs: chrome safari firefox brave edge arc bookmarks history cookies profiles migration uvoz migracija oznake historija kolačići profili
da: chrome safari firefox brave edge arc bookmarks history cookies profiles migration import migrering bogmærker historik profiler
de: chrome safari firefox brave edge arc bookmarks history cookies profiles migration import lesezeichen verlauf profile
es: chrome safari firefox brave edge arc bookmarks history cookies profiles migration importar migración marcadores historial perfiles
fr: chrome safari firefox brave edge arc bookmarks history cookies profiles migration importer favoris historique profils
it: chrome safari firefox brave edge arc bookmarks history cookies profiles migration importa migrazione segnalibri cronologia cookie profili
ja: chrome safari firefox brave edge arc bookmarks history cookies profiles migration chrome safari firefox brave edge arc ブックマーク 履歴 cookie プロファイル 移行
ko: chrome safari firefox brave edge arc bookmarks history cookies profiles migration 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 + 가져오기…
nb: chrome safari firefox brave edge arc bookmarks history cookies profiles migration import migrering bokmerker historikk informasjonskapsler profiler
pl: chrome safari firefox brave edge arc bookmarks history cookies profiles migration import migracja zakładki historia ciasteczka profile
pt_br: chrome safari firefox brave edge arc bookmarks history cookies profiles migration importar migração favoritos histórico perfis
ru: chrome safari firefox brave edge arc bookmarks history cookies profiles migration импорт миграция закладки история профили
th: chrome safari firefox brave edge arc bookmarks history cookies profiles migration นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์
tr: chrome safari firefox brave edge arc bookmarks history cookies profiles migration içe aktar geçiş yer imleri geçmiş çerezler profiller
uk: chrome safari firefox brave edge arc bookmarks history cookies profiles migration імпорт міграція закладки історія профілі + Імпортувати… Імпортувати
zh_hans: chrome safari firefox brave edge arc bookmarks history cookies profiles migration 导入 迁移 书签 历史记录 Cookie 个人资料
zh_hant: chrome safari firefox brave edge arc bookmarks history cookies profiles migration 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案

# settings.search.alias.setting.browserImport.import-hint
source: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss
ar: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs علامة تبويب فارغة تلميح تهيئة استيراد مطالبة تجاهل
bs: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss preglednik web webview adresna traka linkovi url ugrađen stranica kartice uvoz migracija oznake historija kolačići profili radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka • %@
da: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser web webvisning adresselinje links url indlejret side faner migrering bogmærker historik cookies profiler arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik • %@
de: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs leerer tab onboarding-hinweis import-aufforderung schließen
es: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs pestaña en blanco sugerencia de bienvenida indicación de importación descartar
fr: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs onglet vierge intégration astuce importer invite ignorer
it: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser web webview barra indirizzi link url incorporato pagina schede importa migrazione segnalibri cronologia cookie profili area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto • %@
ja: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss 空のタブ オンボーディング ヒント インポート プロンプト 非表示
ko: browser.showImportHintOnBlankTabs 빈 탭 온보딩 힌트 가져오기 프롬프트 닫기 browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss
nb: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss nettleser web webvisning adresselinje lenker url innebygd side faner migrering bokmerker historikk informasjonskapsler profiler arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk • %@
pl: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss przeglądarka web webview pasek adresu linki url osadzony strona karty migracja zakładki historia ciasteczka profile obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka • %@
pt_br: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss navegador web webview barra de endereço links urls incorporado página abas importar migração favoritos histórico cookies perfis workspace aba cores paleta selo selecionado destaque indicador ativo ponto • %@
ru: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss браузер веб webview адресная строка ссылки url встроенный страница вкладки импорт миграция закладки история cookies профили рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка • %@
th: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ พื้นที่ทำงาน สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด • %@
tr: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler içe aktar geçiş yer imleri geçmiş çerezler profiller çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta • %@
uk: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss браузер веб webview адресний рядок посилання url вбудований сторінка вкладки імпорт міграція закладки історія cookies профілі робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка Браузер: %@ Імпортувати… Імпортувати •
zh_hans: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs 空白标签页 新手引导 提示 导入 提示框 关闭
zh_hant: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser.showImportHintOnBlankTabs 空白 標籤頁 新手引導 提示 匯入 提示 關閉

# settings.search.alias.setting.globalHotkey.enable-hotkey
source: global hotkey enable system wide show hide all windows
ar: global hotkey enable system wide show hide all windows لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن النظام عام
bs: global hotkey enable system wide show hide all windows tastatura prečica prečice komande tipke snimač izgled tema boja boje shema svijetlo tamno sistem način lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Sistemski Globalno
da: global hotkey enable system wide show hide all windows tastatur genvej genveje kommandoer taster optager udseende tema farve farver skema lys mørk tilstand adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Globalt
de: global hotkey enable system wide show hide all windows tastatur kurzbefehl tastenkürzel befehle tasten rekorder darstellung design farbe farben schema hell dunkel modus passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher
es: global hotkey enable system wide show hide all windows teclado atajo atajos tecla rápida comandos teclas grabador apariencia tema color colores esquema claro oscuro sistema modo contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro
fr: global hotkey enable system wide show hide all windows clavier raccourci raccourcis touche globale commandes touches enregistreur apparence thème couleur couleurs schéma clair sombre système mode mot de passe secret jeton identifiant accès autoriser désactiver activer autorisation non sécurisé Général
it: global hotkey enable system wide show hide all windows tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore aspetto tema colore colori schema chiaro scuro sistema modalità password segreto token credenziale accesso consenti disabilita abilita autorizzazione non sicuro Globale
ja: global hotkey enable system wide show hide all windows グローバルホットキー 有効 システム全体 表示 非表示 全ウィンドウ
ko: global hotkey enable system wide show hide all windows 키보드 단축키 핫키 명령 키 기록기 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음 전역 글로벌 모든 윈도우 표시/숨기기
nb: global hotkey enable system wide show hide all windows tastatur snarvei snarveier hurtigtast kommandoer taster opptaker utseende tema farge farger skjema lys mørk modus passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Globalt
pl: global hotkey enable system wide show hide all windows klawiatura skrót skróty klawisz polecenia klawisze rejestrator wygląd motyw kolor kolory schemat jasny ciemny tryb hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone Systemowy Globalne
pt_br: global hotkey enable system wide show hide all windows teclado atalho atalhos tecla rápida comandos teclas gravador aparência tema cor cores esquema claro escuro sistema modo senha segredo token credencial acesso permitir desativar ativar permissão inseguro
ru: global hotkey enable system wide show hide all windows клавиатура сочетание клавиш горячая клавиша команды клавиши запись внешний вид тема цвет цвета схема светлый темный система режим пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно Системное Глобальные Системный Системная
th: global hotkey enable system wide show hide all windows แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย ทั่วไป
tr: global hotkey enable system wide show hide all windows klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici görünüm tema renk renkler şema açık koyu sistem mod parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz Genel
uk: global hotkey enable system wide show hide all windows клавіатура скорочення гарячі клавіші команди записувач вигляд тема колір кольори схема світлий темний система режим пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Системна Глобальна
zh_hans: global hotkey enable system wide show hide all windows 键盘 快捷键 热键 命令 按键 录制器 外观 主题 颜色 配色 浅色 深色 系统 模式 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 全局
zh_hant: global hotkey enable system wide show hide all windows 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 外觀 主題 顏色 配色 淺色 深色 系統 模式 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 全域

# settings.search.alias.setting.globalHotkey.shortcut
source: global hotkey shortcut recorder key command option control
ar: global hotkey shortcut recorder key command option control أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة لوحة مفاتيح اختصار اختصارات مفتاح سريع تسجيل عام
bs: global hotkey shortcut recorder key command option control automatizacija api cli kontrola socket agent kuke portovi okruženje tastatura prečica prečice komande tipke snimač Globalno
da: global hotkey shortcut recorder key command option control automatisering api cli kontrol socket agent hooks porte miljø tastatur genvej genveje kommandoer taster optager Globalt
de: global hotkey shortcut recorder key command option control automatisierung api cli steuerung socket agent hooks ports umgebung tastatur kurzbefehl tastenkürzel befehle tasten rekorder
es: global hotkey shortcut recorder key command option control automatización api cli socket agente hooks puertos entorno teclado atajo atajos tecla rápida comandos teclas grabador
fr: global hotkey shortcut recorder key command option control automatisation api cli contrôle socket agent hooks ports environnement clavier raccourci raccourcis touche globale commandes touches enregistreur Général
it: global hotkey shortcut recorder key command option control automazione api cli controllo socket agente hook porte ambiente tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore Globale
ja: global hotkey shortcut recorder key command option control グローバルホットキー ショートカット レコーダー command option control
ko: global hotkey shortcut recorder key command option control 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 키보드 단축키 핫키 명령 키 기록기 전역 글로벌
nb: global hotkey shortcut recorder key command option control automatisering api cli kontroll socket agent hooks porter miljø tastatur snarvei snarveier hurtigtast kommandoer taster opptaker Globalt
pl: global hotkey shortcut recorder key command option control automatyzacja api cli sterowanie gniazdo agent haki porty środowisko klawiatura skrót skróty klawisz polecenia klawisze rejestrator Globalne
pt_br: global hotkey shortcut recorder key command option control automação api cli controle socket agente hooks portas ambiente teclado atalho atalhos tecla rápida comandos teclas gravador
ru: global hotkey shortcut recorder key command option control автоматизация api cli управление сокет агент хуки порты окружение клавиатура сочетание клавиш горячая клавиша команды клавиши запись Глобальные
th: global hotkey shortcut recorder key command option control อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก ทั่วไป
tr: global hotkey shortcut recorder key command option control otomasyon api cli kontrol soket ajan kancalar portlar ortam klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici Genel
uk: global hotkey shortcut recorder key command option control автоматизація api cli керування сокет агент хуки порти середовище клавіатура скорочення гарячі клавіші команди записувач Глобальна
zh_hans: global hotkey shortcut recorder key command option control 自动化 api cli 控制 套接字 代理 钩子 端口 环境 键盘 快捷键 热键 命令 按键 录制器 全局
zh_hant: global hotkey shortcut recorder key command option control 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 全域
